export const ATMs = [
  {
    coordinates: { lat: 55.594848068374176, lng: 37.641822688783066 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.745893049129805, lng: 37.460545548793306 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.778052798517976, lng: 37.63692330662117 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.801925731343815, lng: 37.60262763148798 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },

  {
    coordinates: { lat: 59.961834, lng: 30.330934 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.767485, lng: 37.600503 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 56.997884, lng: 40.971341 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 50.440494, lng: 30.538893 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
];

export const offices = [
  {
    coordinates: { lat: 55.74313526492346, lng: 37.62712454229741 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.69346181131341, lng: 37.677751491303546 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.71094671173653, lng: 37.471977440504375 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.80467935909044, lng: 37.62549141491011 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 55.84045880012393, lng: 37.42788300104741 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },

  {
    coordinates: { lat: 69.961834, lng: 30.330934 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 65.767485, lng: 37.600503 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 66.997884, lng: 40.971341 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
  {
    coordinates: { lat: 60.440494, lng: 30.538893 },
    popup: {
      title: "Об офисе",
      description: [
        ["Время работы", "с 10:00 до 18:00"],
        ["Возможнсть NFC", "Есть NFC"],
        ["Доступные валюты", "Рубли, Доллары, Евро"],
        [
          "Адрес расположения",
          "Россия, город Санкт-Петербург, поселок Шушары, Петербургское шоссе, д.64, корп.1 лит.А.",
        ],
        ["метро", "Сокольники"],
      ],
    },
  },
];
